export default {
  fields: {
    Email: "البريد الإلكتروني",
    Username: "امس المستخدم",
    Password: "كلمة المرور",
  },
  ui: {
    Home: "الصفحة الرئيسية",
    AboutUs: "من نحن ؟",
    Estate: "العقارات",
    ForSale: "للبيع",
    ForRent: "للإيجار",
    UnderConstruction: "قيد الإنشاء",
    ContactUs: "تواصلوا معنا",
    EmailService: "خدمة البريد الإلكتروني",
    WhatWeOffer: "ماذا نقدم ؟",
    PreSalesServices: "خدمات ماقبل البيع",
    InvestmentServices: "خدمات الاستثمار",
    AfterSalesServices: "خدمات مابعد البيع",
    WhyUs: "لماذا نحن ؟",
    MarketKnowledge: "معرفة السوق",
    ExcellentReputation: "سمعة ممتازة",
    AnExperience: "تجربة",
    ExceptionalCustomerCare: "رعاية استثنائية للعملاء",
    OurProjects: "مشاريعنا",
    OurNewProjects: "مشاريعنا الجدية",
    ProfessionalAgents: "وكلاء محترفين",
    SuccessfulDeals: "صفقات ناجحة",
    HappyCustomers: "عملاء سعيدين",
    AllYouNeedToKnow: "كل ما تريد معرفتة يقدمه خبرائنا لكم",
    YourBestChoice: "خيارك الأفضل للعثور على منزل",
    DreamHouse: "منزل الأحلام أصبح حقيقة",
    Features: "المميزات",
    Details: "التفاصيل",
    ar: "اللغة",
    en: "اللغة",
    lightMode: "الوضع الفاتح",
    darkMode: "الوضع الداكن",
  },
  uiText: {
    AboutUsText: `تعمل شركة مسارات للاستشارات مع مجموعة كبيرة من المشاريع العقارية المتميزة والموثوقة بضمان الحكومة التركية ولدينا شبكة علاقات كبيرة تساعد الشركة على تحقيق رؤيتها و أهداف عملائها. نحن في شركة مسارات لا نأخذ عمولة من المشتري أو المستثمر إطلاقاً و نعمل بشفافية عالية جدا ونضمن لعملائنا تجربة عقارية رائعة ، نعمل على تحقيقها في كل وقت. نقدم خدمات ما قبل البيع وأثناء البيع وما بعد البيع بشكل متكامل ومهني لعملاء شركة مسارات للاستشارات ، مجانًا تمامًا. لدينا أكثر من خمسة عشر عامًا من الخبرة في عالم الاستشارات التجارية والعقارية`,
    EmailServiceText:
      "يمكنكم تزويدنا ببريدكم الإلكتروني ليصلكم كل جديد عن العقارات والمشاريع السكنية في تركيا",
    AboutUsFooterText:
      "تسعى شركة مسارات للاستشارات العقارية دائمًا إلى الحفاظ على معايير الجودة الكاملة في جميع مراحل التعامل مع عملائها ، وبالتالي قمنا بتصميم رحلة العميل ليكون معنا في اتفاق دائم من الاتصال الأول إلى توقيع العق",
    ContactUsFooterLocation:
      "اسطنبول الفاتح - شارع فوزي باشا - مبنى رقم 107 - الطابق الثالث",
    PreSalesServicesText:
      "نقوم بالبحث عن المشاريع الخاصة بنا من خلال الخطوات التالية: موقع المشروع , شركة الإنشاء , أصحاب المشروع , حجم الاستثمار , مراجعة الأوراق القانونية والضريبية.",
    InvestmentServicesText:
      "دراسة السوق , دراسة الجدوى , تأسيس شركات لتحقيق أعلى عوائد استثمارية والحصول على دعم من الحكومة",
    AfterSalesServicesText:
      "تقديم خدمات إدارة الممتلكات بعد البيع ، وتقديم خدمات إعادة بيع العقارات ، وتقديم الاستشارات في مجال الديكور ، وتأثيث المنازل",
    MarketKnowledgeText:
      "بدلاً من أن نظهر لعملائنا عددًا كبيرًا من الخيارات المتوفرة لدينا بالفعل في محفظتنا ، فإننا نأخذ الوقت الكافي لمعرفة طبيعة إهتمامهم وفهم احتياجاتهم قبل بدء عملية المشاهدة. نعتقد أننا نعرف سوق تركيا جيدًا ولهذا السبب لا نشك في أننا سنلبي احتياجات عملائنا مهما كانت.",
    ExcellentReputationText:
      "تتمتع شركة مسارات للاستشارات العقارية بسمعة ممتازة في السوق وفي المجتمعات التي نخدمها. نحن نشيطون ومشاركون ومتصلون. نعمل في تركيا بشكل عام واسطنبول بشكل خاص. يتمتع فريقنا بخبرة طويلة في سوق العقارات ، ولهذا السبب يمكننا تقديم معلومات وأسعار دقيقة ، والتفاوض مع نفوذ أكبر ، وببساطة ، يمنح عملائنا ميزة.",
    AnExperienceText:
      "لقد زودنا حجم المعاملات التي حققناها بنجاح بخبرة صناعية وتقنيات تفاوض ممتازة نستخدمها لمساعدة العملاء في الحصول على أفضل الصفقات الممكنة. إن العثور على العقار المناسب هو الخطوة الأولى فقط ، وقد يكون إنجاز الصفقة أكثر صعوبة لأي شركة عقارية. يمكن لعملاء شركة مسارات للاستشارات العقارية التأكد من أنه بمجرد إبرام صفقة ما ، فإن خبرتنا ستجلب احتمالية كبيرة لإتمام الصفقة بنجاح.",
    ExceptionalCustomerCareText:
      "يتطلب التنقل من خلال صفقة عقارية احترافية ماهرة ورعاية عملاء استثنائية. يتم اختيار موظفي المبيعات لدينا بعناية من بين مئات المتقدمين ويتم تدريبهم على نطاق واسع ، فهم الأفضل من بين الأفضل. لكل مندوب مبيعات دور محدد وهناك دائمًا شخص ما متاح – 7 أيام في الأسبوع – لضمان أن عملية الشراء تتم بسلاسة.",
    OurProjectsText:
      "يمكنكم إيجاد فئات متعددة من الأماكن و المدن الخاصة بعقاراتنا",
    OurNewProjectsText:
      "مع أكثر من 100 عقار ، تمتلك Masarat خيارات متعددة ومميزة في تركيا",
  },
};
